{
  "app.name": "Hashtag Buddy",
  "home_desc_1": "Discover the best Instagram",
  "home_desc_2": "#hashtags for your photos",
  "home_desc_3": "Upload a photo to discover matching Instagram hashtags:",
  "home_desc_4": "Become Instagram famous by using the perfect hashtags: Get more likes and follower for your photos!",
  "home_upload": "Select a photo",
  "history_title": "History",
  "history_no_content": "You haven't uploaded any photos yet.",
  "history_photo_defect1": "An error occurred:",
  "history_photo_defect2": "Please try to re-upload",
  "selection_popup_title": "By uploading a photo, the app will be able to find appropriate Instagram hashtags",
  "selection_popup_button_ok": "Let the Magic begin",
  "selection_popup_button_deny": "Choose another one",
  "results_headline": "Hashtags",
  "results_category_user_hashtags": "My selected hashtags",
  "results_category_niche_hashtags": "Niche hashtags",
  "results_category_generic_hashtags": "Generic hashtags",
  "results_category_upcoming_hashtags": "Trending hashtags",
  "results_category_favorites": "my hashtags",
  "results_category_location_based_hashtags": "Location-based",
  "results_select_all": "Select all",
  "results_deselect_all": "Deselect all",
  "results_no_hashtags_selected": "Select hashtags from below...",
  "results_recommented_amount": "Best to choose at least",
  "results_hashtags_input": "Add your own #hashtags",
  "results_hashtags_add": "Add",
  "results_copy_top": "Copy Top 20",
  "results_copy_selected": "Copy selected",
  "results_copy_to_instagram": "Transfer to Instagram",
  "results_made_with_app": "made with #hashtagBuddyApp @hashtagBuddyApp ",
  "copy_successful": "Copied to clipboard",
  "copy_please_give_feedback": "Please rate the hashtag results on the next page:",
  "copy_failed": "Copy Failed",
  "results_ok_to_leave_feedback": "Give Feedback",
  "leave_feedback_skip": "Skip",
  "leave_feedback_headline": "Rate Hashtags",
  "emoji_great": "Great",
  "emoji_satisfied": "Satisfied",
  "emoji_bad": "Bad",
  "leave_feedback_rating_title": "Did you like the hashtags?",
  "leave_feedback_rating_desc": "Please rate the results",
  "leave_feedback_good_hashtags_title": "Particularly matching hashtags?",
  "leave_feedback_good_hashtags_desc": "Which Hashtags do you like most?",
  "leave_feedback_bad_hashtags_title": "Inappropriate hashtags?",
  "leave_feedback_bad_hashtags_desc": "Which Hashtags do you don't like?",
  "leave_feedback_missing_hashtags": "Missing hashtags?",
  "leave_feedback_comments": "How can I improve it?",
  "leave_feedback_send_feedback": "Send and transfer them to Instagram",
  "leave_feedback_send_feedback_copy": "Send feedback",
  "loading_headline": "Building #hashtags",
  "loading_desc": "Did you know?",
  "loading_status1": "Uploading",
  "loading_status2": "Analyzing",
  "diduknow_fact1": "Around 95 million photos are uploaded on Instagram every day",
  "diduknow_fact2": "32 % of all Internet users are on Instagram",
  "diduknow_fact3": "Posts with at least one hashtag reach an average of 12.6 % more engagement",
  "diduknow_fact4": "68 % of Instagram users are Females",
  "diduknow_fact5": "38 % of female and 26 % of male internet users use Instagram",
  "diduknow_fact6": "Instagram is the most important social media site for 17 % of teens",
  "diduknow_fact7": "Videos get twice the engagement compared to photos",
  "diduknow_fact8": "With each hashtag as you go up to 11 you increase your visibility",
  "diduknow_fact9": "Wednesday 5 pm is the best time to post a photo",
  "diduknow_fact10": "Posts that include tagging another handle gain 56 % more engagement",
  "diduknow_fact11": "Posts with a location receive 79 % more engagement",
  "diduknow_fact12": "1.1 billion people use Instagram, but only 500 million of them use it every day",
  "diduknow_fact13": "The five most used Instagram hashtags are #love, #instagood, #fashion, #photooftheday and #style",
  "diduknow_fact14": "Brands post an average of 27.9x per month, meaning they almost post every day",
  "diduknow_fact15": "Posts containing or featuring User-generated content has a 4.5 % higher conversion rate than non-UGC posts.",
  "diduknow_fact16": "Photos with a single dominant hue have the best results",
  "diduknow_fact17": "Photos with more background space (negative or white space) get 29 % more likes",
  "diduknow_fact18": "Photos that have blue as the dominant color get 24 % more likes than images with red as the dominant color",
  "diduknow_fact19": "60 % of the top brands use the same filter for every post",
  "diduknow_fact20": "Hashtags with 21 to 24 characters perform better than shorter hashtags because they are more specific",
  "diduknow_fact21": "400 million users watch Instagram Stories on a daily basis",
  "diduknow_fact22": "30 % of users bought a product they discovered on Instagram",
  "feedback_title": "Improve this app",
  "feedback_intro": "I hope you like the app. To improve it, I would be excited to hear from you! If you have any concerns or recommendations, please share your feedback with me here:",
  "feedback_via_email": "Or send me an e-mail to:",
  "feedback_email": "Your e-mail (optional)",
  "feedback_message": "Your message",
  "feedback_send": "Send feedback",
  "feedback_successful_headline": "Thank you!",
  "feedback_successful_desc": "I'll strive to do better. Your feedback will be evaluated soon.",
  "feedback_modal_button": "OK",
  "settings_footer_title": "Follow us",
  "settings_footer_title_fallback": "Share",
  "about_title": "About Hashtag Buddy",
  "about_desc_1": "Thank you for using this App :)",
  "about_desc_2": "I would like to provide this app to help everyone find the most relevant hashtags. To find it, the app collects and analyzes photos on instagram to calculate the best hashtags for each photo individually.",
  "about_desc_3": "Let us improve this app together! Please contribute by giving me your feedback for hashtags and telling me what you like or dislike.",
  "about_headline_credits": "Developed by",
  "about_credits_1": "Dario D. Mueller from Hamburg, Germany",
  "about_headline_support": "Supported by",
  "about_support_2": "Andreas Sefzig (Feedback)",
  "about_support_4": "Nazar Nastin (Design)",
  "about_support_others": "All other People for Translations, Feedback and Tips & Tricks",
  "about_made_in_hh_1": "Made with love",
  "about_made_in_hh_2": "in Hamburg",
  "about_headline_infos": "Infos",
  "about_infos_contact": "Support",
  "about_infos_app_version": "App version",
  "about_infos_be_version": "Backend version",
  "about_infos_user_id": "User ID",
  "menu_home": "Home",
  "menu_myhashtags": "My hashtags",
  "menu_store": "Store",
  "menu_faq": "Tips & Tricks",
  "menu_new": "new",
  "menu_settings": "More",
  "menu_feedback": "Feedback",
  "menu_search": "Hashtag Inspector",
  "store_intro": "Buy photo uploads for more and trending hashtag results. These sales won't bring me any profit. It will however support me cover costs for this app.",
  "store_headline_once": "One-time payments",
  "store_headline_abo": "Subscriptions",
  "store_outro": "Keep in mind that %s takes 30 % off for every transaction you make. Thank you for your support :)",
  "store_outro_google": "Google",
  "store_outro_apple": "Apple",
  "store_price_per_photo": "equals %s per photo",
  "store_restore": "Restore payments",
  "store_save": "Save",
  "store_buy_failed": "Sadly, your account seems to not be eligible to make payments :(",
  "store_buy_photo": "Acquire photo uploads",
  "store_buy_separatly": "Acquire separatly",
  "store_bought": "In possession",
  "iap_small_title": "Professional",
  "iap_medium_title": "Business",
  "iap_large_title": "Enterprise",
  "iap_tipstricks_title": "Tips & Tricks",
  "iap_search_title": "Hashtag Inspector Unlimited",
  "iap_photos_desc": "Unlock hashtags of %s photo uploads",
  "iap_search_desc": "Hashtag Inspector Unlimited",
  "iap_search_desc2": "Unlock all Hashtag Inspector hashtags",
  "iap_tipstricks_desc": "Tips & Tricks",
  "iap_tipstricks_desc2": "Read all Tips & Tricks",
  "iap_purchase_failed": "Purchase was canceled",
  "iap_purchase_successful_title": "Congratulations! You chose well.",
  "iap_purchase_successful_msg": "You successfully acquired \"%s\". You'll be able to enjoy the full beauty of Hashtag Buddy :)",
  "iap_purchase_successful_btn": "OK",
  "iap_restored_successful_title": "Restored",
  "iap_restored_successful_msg": "Package '%s' has been restored :)",
  "iap_restored_successful_btn": "Perfect",
  "faq_premium": "Premium",
  "faq_locked": "locked",
  "faq_unlocked": "unlocked",
  "faq_1_headline": "Create added value",
  "faq_1_desc": "Do you want many people to follow you on Instagram? Then give them a reason to follow you. To find out why people should follow you, first ask yourself: What problem can you solve? Maybe you know crazy recipes, have an exciting sense of humour to entertain people, are an absolute trendsetter and whose creations inspire others. Whatever reason it is, consider exactly what value you can create next to beautiful pictures and your personality to offer your followers an added value. You should also ask yourself what sets your profile apart from others who deal with the same subject: What makes you unique? What is your USP (Unique Selling Point)? Highlight it in your profile.",
  "faq_2_headline": "Know your Why",
  "faq_2_desc": "What is your goal on Instagram? Only if you know your purpose, can you determine the path to achieve it. Why is it important to you that others follow you at all? Is it about making the world a better place? Then go out with your mission, take others along with your content and make them understand why this is so important to you. If you’re passionate about a topic, share your passion and be emotional. If you love sharing with others, Instagram is made for you: Start communicating through your posts with questions and interact as much as you can with your followers. When it comes to getting products sent to you, give brands a reason to trust you and invest in you. But first of all, it is important that your followers trust you. Start by recommending the things you like and use anyway, like which products you have tried and haven't been convinced with at all. If you manage to win the trust of your followers, sooner or later, brands will follow suit.\n\nIf you already have your own company and want to inspire your followers for your brand and its products, then tell them why your products are good, but not as in classical advertising, but tell them stories about their creation. Also, talk about failures or challenges and how you learned to overcome them. People love to follow the development process. Many TV shows are based on this principle. First, determine your goal and the message behind it, so as to decide on a strategy to pursue and present your stories.",
  "faq_3_headline": "Personal or thematic profile?",
  "faq_3_desc": "Instagram distinguishes between personal profiles and theme profiles. If your Instagram profile focuses on you, then it is considered a personal profile - even if you focus on a specific topic, e.g. by positioning yourself as an expert. The advantage of personal profiles is that followers can put themselves better in your position as a person and the feeling of friendship arises. Besides, a personal profile is less tied to the content. You may win followers because of a certain topic or problem, but they stay because of your personality and authenticity.\n\nA topic profile is really only about one topic, such as food or sports. Many brands tend to use a theme profile and then work with influencers with a personal profile to share their posts in their feed. Topic profiles are quicker and easier to classify. This makes it easier to find followers (with the same quality as the community) because profile visitors can see at a glance whether the topic interests them. The downside is that they also develop faster because of the missing personal or emotional relationship to your Instagram.",
  "faq_4_headline": "Name & Profile Picture",
  "faq_4_desc": "How would you like to appear on Instagram? With your real name or a fantasy name? Of course, it's fun to be creative. If you present yourself as a theme profile, you can, of course, use a name that is interesting, creative and memorable. But be aware that your followers will always associate you with that name, which can make it difficult if you decide at some point to post content on a different topic. There is the possibility to change the name, but you should be aware that a name change is confusing for your followers and you will lose followers. If you already have a brand, it always makes sense to use the brand name on Instagram as well. Moving on to profile pictures, a portrait photo turned out to be recommendable with personal profiles. Even if you don't want to post photos of yourself, because you might be dealing with photography or post quotes, it helps your followers to classify you and get to know you better. If you post for a brand, it may make sense to use a team photo of your company. If you'd rather use the brand logo as a profile picture, it's always a good idea to introduce the team elsewhere so that the followers feel better taken along.",
  "faq_5_headline": "Biography & URL",
  "faq_5_desc": "Your Instagram Bio is the only explanation that people see when they visit your profile, your figurehead. Due to the few available signs, the Bio is always a small test of how far you've got in your positioning. Your bio must clearly bring out what you are all about. You can consider a list form, a sentence or a question that can help to arouse curiosity. Be creative and let others inspire you without copying. Your profile visitors should be able to get an immediate idea of what you are all about.\n\nThe space under your bio is the only space (apart from the Swipe Up function) for a clickable link that leads away from Instagram. Instagram wants to keep users on the platform for as long as possible. Place your most important link here, e.g. to your website. If you want to place more links, it makes sense to use providers for link lists such as linktr.ee. However, with every click, users will be redirected to the link and some people could get lost. So use the site only if it makes sense.",
  "faq_6_headline": "Stories",
  "faq_6_desc": "Maybe you've heard this sentence before: A post must encourage you to visit your profile and the feed design must encourage you to subscribe to your profile. Have you ever seen posts that you really liked, but somehow the pictures didn't fit together properly? Create a recognition value in your photos: You can do this by special image editing, or by always shooting in the same light conditions. Many also use filters such as the VSCO app or image editing with Lightroom or Snapseed as a recognition value. Please do not use the filters offered by Instagram, or at least dim them down a lot. It is also important that a thematic and graphical context is recognizable. If you want to check how your photos harmonize with each other, you can use apps like UNUM or Later.com and move your pictures back and forth. Please have a look at the why section again.\n\nInstagram Stories are short videos that are deleted after 24 hours. Many use the stories as a kind of \"Behind the Scenes\" where they report about their everyday life behind the scenes of the beautiful photos. The stories are considered more authentic by many and are now more popular than the posts themselves. To reach more followers here, you can link people, set hashtags and mark places. If someone is looking for a hashtag, your stories will also be displayed there. Other useful tools to increase the interaction with your community are regular surveys, the Q&A Tool and many more. If you don't want your story to be deleted, you can mark it as a highlight. Highlights make sense, especially when highlighting topics of interest. You can create individual cover pictures so that it matches your feed better. For this, you can use the Canva tool, for example. I also recommend that you create an \"About me\" highlight in which you introduce yourself to the community and explain what they can expect on your profile. For 10,000 followers or more, you get the Swipe-Up function, which lets you integrate a link into your story that takes you away from Instagram. For paid ads, the Swipe-Up feature is always available.",
  "faq_7_headline": "Community & Interactions",
  "faq_7_desc": "Don't see Instagram as an advertising platform to share information, but as a way to communicate with others and share common interests. If you simply post a picture of your food, it's uninteresting to many people. But if you post a recipe, or tips for a healthy diet, or perhaps your personal experiences on specific diets, you offer your followers added value and stand out from the crowd of other Instagram profiles. You can combine this with asking questions in the caption about how others eat or what experiences they have had on a specific subject. This will encourage your followers to interact with you and each other in your community. The more personal you are, the more personal your followers' comments will be.\n\nInstagram is a social media platform that rewards interactions. It is especially important in the first hour after publication that you get likes and comments in your posts, as the algorithm of Instagram considers posts with a higher interaction rate to be more interesting and thus appear to more users. Answer comments below your posts as well - this is, of course, part of the excellent tone. If Instagram finds your post relevant, hashtags will help you to be found in the search and via subscribed hashtags. Don't just shout into the forest and wait for an echo, use the features Instagram has to offer: Find profiles that do something similar to what you’re doing and comment under their posts or reply to comments there. Create an exchange with the community to be sympathetic and accessible.",
  "faq_8_headline": "What Time & Frequency",
  "faq_8_desc": "Your followers and their habits determine the best time to post. Many browse through Instagram on their way to work or while relaxing on the sofa in the evenings. The exact time will vary depending on which audience you're targeting. Your followers may also have their own habits. If you are unsure, go to the exchange and ask. Also, consider the country that your followers come from. If you write in English, your community is often more scattered and the right time to post loses importance. A good orientation is your statistics on the Instagram App. Here you can find out where most of your followers come from, but also when most of them are online. Basically, the more often you post, the more attention you get, but quality goes before quantity. Many influencers follow the strategy quite successfully: One post per day.\n\nInstagram Stories are a bit different, and here it makes sense to record something several times a day. Thus your story appears again and again at the beginning of the list. I recommend that you always have about 5 stories online, posted periodically and one at time. If you are unsure how often you should post something, check other profiles on your topic, how often they post and how high the interactions are. Basically, it is better to watch short videos on a regular basis. You can also post automatically with platforms such as later.com, which means you can prepare everything and your posts will then be posted automatically at the appropriate times. However, it is not clear whether the use of such platforms has a negative impact on Instagram algorithms. It is important that you are still active and interact as soon as the post is online.",
  "faq_9_headline": "Hashtags",
  "faq_9_desc": "Hashtags are used to bundle posts on different topics so that people can easily find such things as recipes, yoga exercises, and sports among other topics. Use hashtags both in your posts and stories. Make sure that you only choose hashtags that are relevant to your topic. By varying the selection of hashtags, you can address different aspects of your content and reach different audiences. Also, pay attention to the language of your hashtags. If you post in German, it makes sense to use only German hashtags. If you use Instagram to display hashtags in your search, you will see popular posts and you can display them chronologically. If you use very large hashtags with millions of posts, it is less likely that you will be displayed among the popular posts. See that you combine large and small hashtags. Avoid hashtags that are too general and are used in combination with any kind of photo, for example, #travel for travel photos, instead use #sheisnotlost or similar.\n\nMany post the hashtags, not in the caption, but in the first comment to make it look more professional. But it's not quite clear whether Instagram evaluates this with a smaller range. Alternatively, you can post line spacing by dots and thus post the hashtags further down in your caption. To find the best and most appropriate hashtags, use the hashtag generator function of this app. It quickly happens that you use the same hashtags over and over again. So that you always expand your community and address new followers, alternate your hashtags regularly and add hashtags that fit the photo or mood.",
  "faq_10_headline": "Live & IGTV",
  "faq_10_desc": "Instagram gives you the ability to go live and communicate with your community in real-time. You can also add viewers to your live video and answer questions, for example. This feature is also great for conducting interviews where questions from viewers can be answered as well. This format builds very high credibility to your followers because nothing can be cut or taken back. In addition, live streams that are currently running will be highlighted in the story for your followers, and some push notifications will be sent that you are live. At the end of your live session, you have the option to save the recording with your stories so that it can be retrieved for another 24 hours.\n\nWith IGTV you have the possibility to upload longer videos. IGTV is similar to Youtube but in portrait format. For example, if you want to record longer tutorials, IGTV is a good choice. As usual, you have the possibility to post a preview in your profile so that your community can watch the beginning of the video and complete watching it on IGTV. You have the opportunity to comment and interact here as well.",
  "faq_11_headline": "Cooperation and Authenticity",
  "faq_11_desc": "As your profile grows, you will sooner or later receive requests from companies. This is about you recommending products and services to your community. Companies hope for attention and additional sales, just like with traditional advertising. With smaller profiles, it is usually a matter of providing you with a product or service free of charge and then sharing it with your community. If your profile is slightly larger or has other unique selling points that are particularly interesting for the brand, a remuneration will also be agreed. If you advertise a brand, make sure that it matches the characteristics of your profile. When it comes to healthy eating, it would be funny and ironical when you suddenly advertise a fast food chain. Choose your partners according to what fits your content and what is interesting for your community. Even if the offers are tempting at the beginning, think about what will help you in the long run to support your credibility.\n\nAlso outside of advertising it makes sense to cooperate with other profiles of your target group through shout-outs. This means that you can recommend other Instagram profiles to your community via posts and stories, or someone can recommend you. There are also theme profiles that sell shoutouts although they don't often have as much reach as you might hope. What works better is to interact with similar profiles and give each other reciprocative shout-outs. But you can also simply recommend personal profiles that you like anyway. Maybe the person is happy about it and shares it in their story, or their followers find you even more likeable and recommend you to others.\n\nIf you do advertising, you should mark it as such. Even if the products might be used anyway, it is important that your followers can classify whether you bought the product yourself or whether it was sent to you free of charge. In addition, you avoid the danger of a warning.",
  "faq_outro": "Improve this page: Do you want to give me feedback or text improvements? Let me know via the feedback formula.",
  "faq_buy": "Unlock text",
  "faq_buy2": "Unlock",
  "faq_buy_headline": "Unlocking %s?",
  "faq_buy_desc": "Unlock now all Tips & Tricks for just %s :)",
  "faq_buy_cta": "Buy now",
  "faq_buy_cancel": "Cancel",
  "search_intro": "Enter one or several keywords separated by comma \",\" to find similar hashtags. Use english words.",
  "search_paywall_locked": "Some hashtags will be hidden.",
  "search_paywall_unlocked": "All hashtags will be shown. Enjoy the full beauty :)",
  "search_input": "Topic or keyword",
  "search_button": "Search",
  "search_results": "Similar Hashtags (based on my search)",
  "search_not_found": "Sorry, nothing found. Try with a similar term.",
  "search_iap_desc": "For %s Hashtag Inspector won't show hidden hashtags anymore. All hashtags will be visible. Forever.",
  "search_iap_headline": "Unlimited hashtags",
  "search_buy": "Unlock hashtags",
  "selection_suggestions": "Suggestions (based on my selection)",
  "settings_about": "About me",
  "settings_legal": "Privacy Policy",
  "settings_terms": "Terms and Conditions",
  "settings_share": "Spread some love!",
  "settings_share_subline": "Tell your friends about this",
  "settings_rate": "Support Hashtag Buddy!",
  "settings_rate_subline": "Rate on",
  "google_play": "Play Store",
  "app_store": "App Store",
  "toast_hashtags_hidden": "Hashtag is hidden. Upgrade to see this hashtag.",
  "toast_no_hashtags_selected": "Please select hashtags first :)",
  "toast_delete_successful": "Delete successful :)",
  "toast_delete_failed": "Delete failed :'(",
  "toast_upload_failed": "Upload failed! Connection lost :'(",
  "toast_create_customer_failed": "You are offline. Please connect to the internet :)",
  "toast_create_customer_at_upload_failed": "Request failed! Connection lost :'(",
  "toast_imagepicker_failed": "Picking Photos failed. Please check read permission.",
  "progressbar_confirm_freemode": "You can upload as much photos as you want, but sometimes some hashtags will be censored.",
  "progressbar_confirm_iapmode": "You used %s of %s photo uploads with all hashtags visible.",
  "progressbar_results_freemode": "It seems, some hashtags are hidden. Unlock hashtags to support Hashtag Buddy.",
  "myhashtags_intro": "Save your favorite hashtags here. You can access them directly from the photos-selection.",
  "myhashtags_your": "Added by you",
  "myhashtags_other": "Hashtags you liked",
  "myhashtags_all": "Hashtags from photos",
  "share": "Hey, I would like to recommend this app: It helps to find the most relevant Instagram hashtags for photos. Let it help you too :)",
  "rate_headline": "Reach for the Stars",
  "rate_stars": "☆ ☆ ☆ ☆ ☆",
  "rate_desc": "You're a Hashtag Star! Give Hashtag Buddy a review and receive 3 uncensored photo uploads and Hashtag Inspector Unlimited :)",
  "btn_later": "Later",
  "rate_no": "Never",
  "rate_yes": "Rate now",
  "offer_headline": "Special offer",
  "offer": "You received a gift! Unlock all Tips & Tricks and get %s photo uploads now for just %s € - How does that sound?",
  "exit_warning": "Tap again to exit",
  "error_headline": "Ooops...",
  "error_desc": "Something went wrong :(",
  "error_desc2": "Something went wrong and the app couldn't handle your request correctly.",
  "error_button_try_again": "Try again",
  "error_button_back": "Go to main page",
  "link_playstore": "http://play.google.com/store/apps/details?id=com.softwarekstatt.hashtagbuddy",
  "link_appstore": "https://apps.apple.com/de/app/hashtag-buddy/id1504694810",
  "email": "dario@innocliq.de"
}