{
  "app.name": "Hashtag Buddy",
  "home_desc_1": "Descobre o melhor do Instagram",
  "home_desc_2": "#hashtags para as tuas fotos",
  "home_desc_3": "Envia uma foto para obteres as melhores hashtags do Instagram.",
  "home_desc_4": "Envia uma foto para obteres as melhores hashtags do Instagram.",
  "home_upload": "Escolhe uma foto",
  "history_title": "História",
  "history_no_content": "Ainda não enviaste nenhuma foto.",
  "history_photo_defect1": "Ocorreu um erro:",
  "history_photo_defect2": "Por favor, tenta reenviar a foto",
  "selection_popup_title": "Ao enviares uma foto, a app será capaz de encontrar hashtags do Instagram",
  "selection_popup_button_ok": "Vamos a isso!",
  "selection_popup_button_deny": "Escolher outra!",
  "results_headline": "Hashtags",
  "results_category_user_hashtags": "As minhas hashtags selecionadas",
  "results_category_niche_hashtags": "Hashtags de nicho",
  "results_category_generic_hashtags": "Hashtags genéricas",
  "results_category_upcoming_hashtags": "Hashtags em alta",
  "results_category_favorites": "As minhas hashtags",
  "results_category_location_based_hashtags": "Com base na localização",
  "results_select_all": "Todas",
  "results_deselect_all": "Nenhuma",
  "results_no_hashtags_selected": "Escolhe uma das hashtags seguintes...",
  "results_recommented_amount": "É melhor escolher pelo menos",
  "results_hashtags_input": "Adiciona as tuas próprias #hashtags",
  "results_hashtags_add": "Adicionar",
  "results_copy_top": "Copiar o Top 20",
  "results_copy_selected": "Copiar as selecionadas",
  "results_copy_to_instagram": "Transferir para o Instagram",
  "results_made_with_app": "criado com #hashtagBuddyApp @hashtagBuddyApp ",
  "copy_successful": "Copiadas para a área de transferência",
  "copy_please_give_feedback": "Por favor, avalia os resultados de hashtags na seguinte página...",
  "copy_failed": "A cópia falhou",
  "results_ok_to_leave_feedback": "Dar Feedback",
  "leave_feedback_skip": "Ignorar",
  "leave_feedback_headline": "Avalia as Hashtags",
  "emoji_great": "Excelentes",
  "emoji_satisfied": "Satisfatórias",
  "emoji_bad": "Más",
  "leave_feedback_rating_title": "Gostaste das hashtags?",
  "leave_feedback_rating_desc": "Por favor, avalia os resultados",
  "leave_feedback_good_hashtags_title": "Hashtags particularmente relevantes?",
  "leave_feedback_good_hashtags_desc": "Que hashtags gostas mais?",
  "leave_feedback_bad_hashtags_title": "Hashtags impróprias?",
  "leave_feedback_bad_hashtags_desc": "Que hashtags não gostas nada?",
  "leave_feedback_missing_hashtags": "Faltam hashtags?",
  "leave_feedback_comments": "Como podemos melhorar?",
  "leave_feedback_send_feedback": "Enviar e transferir para o Instagram",
  "leave_feedback_send_feedback_copy": "Enviar feedback",
  "loading_headline": "A gerar #hashtags",
  "loading_desc": "Sabias que?",
  "loading_status1": "A carregar",
  "loading_status2": "A analisar",
  "diduknow_fact1": "Cerca de 95 milhões de fotos são publicadas no Instagram todos os dias.",
  "diduknow_fact2": "32 % de todos os utilizadores da Internet têm Instagram.",
  "diduknow_fact3": "Publicações com pelo menos uma hashtag têm em média 12.6% mais atividade.",
  "diduknow_fact4": "68 % dos utilizadores do Instagram são mulheres.",
  "diduknow_fact5": "38 % das mulheres e 26 % dos homens que utilizam Internet também usam Instagram.",
  "diduknow_fact6": "17 % dos adolescentes dizem que o Instagram é a rede social mais importante.",
  "diduknow_fact7": "Vídeos tem o dobro da atividade das fotos.",
  "diduknow_fact8": "Por cada hashtag utilizado, até 11, aumenta a visibilidade da sua publicação",
  "diduknow_fact9": "Quartas-feira às 17h é a melhor hora para publicar uma foto.",
  "diduknow_fact10": "Publicações onde se marca alguém conseguem 56% mais atividade.",
  "diduknow_fact11": "Colocar a localização numa publicação aumenta em 79% a atividade.",
  "diduknow_fact12": "1.1 mil milhões de pessoas usam o Instagram mas apenas 500 milhões o utilizam todos os dias",
  "diduknow_fact13": "As cinco hashtags mais usadas no Instagram são: #love, #instagood, #fashion, #photooftheday and #style.",
  "diduknow_fact14": "As marcas publicam em média 27.9 vezes por mês, publicam quase uma vez por dia.",
  "diduknow_fact15": "Publicações que apresentam conteúdo gerado pelo utilizador têm uma taxa de conversão de mais 4.5% que conteúdo alheio.",
  "diduknow_fact16": "Fotos com uma tonalidade dominante têm melhores resultados.",
  "diduknow_fact17": "Fotos com mais espaço de fundo (negativo ou em branco) têm 29% mais gostos.",
  "diduknow_fact18": "Fotos onde o azul é a cor dominantes têm 24% mais gostos comparando com vermelho.",
  "diduknow_fact19": "60 % das marcas de topo usam o mesmo filtro em todas as publicações.",
  "diduknow_fact20": "Hashtags entre 21 - 24 caracteres têm um melhor desempenho do que hashtags mais curtos pois são mais específicos.",
  "diduknow_fact21": "400 milhões de utilizadores vêm as Instagram Stories diariamente.",
  "diduknow_fact22": "30 % dos utilizadores compraram um produto que descobriram no Instagram.",
  "feedback_title": "Melhorar esta aplicação",
  "feedback_intro": "Espero que gostes desta aplicação. Para melhorarmos, queremos a tua opinião! Se tens alguma dúvida ou ideia, deixa-nos um feedback ou contacta: dario@innocliq.de",
  "feedback_via_email": "Ou envia um e-mail para:",
  "feedback_email": "O teu e-mail (opcional)",
  "feedback_message": "A tua mensagem",
  "feedback_send": "Enviar feedback",
  "feedback_successful_headline": "Obrigado!",
  "feedback_successful_desc": "Esforçar-me-ei para melhorar. O teu feedback será analisado em breve.",
  "feedback_modal_button": "OK",
  "settings_footer_title": "Segue-nos",
  "settings_footer_title_fallback": "Partilhar",
  "about_title": "Sobre Hashtag Buddy",
  "about_desc_1": "Obrigado por usares esta aplicação!",
  "about_desc_2": "Quero proporcionar esta aplicação para ajudar todos a encontrar as hashtags mais relevantes. Para encontrá-las, a aplicação recolhe e analisa as fotos no Instagram para calcular as melhores hashtags para cada foto individualmente.",
  "about_desc_3": "Ajuda-nos a melhorar esta aplicação! Por favor, contribui deixando um feedback sobre as hashtags ou conta-nos o que gostaste mais e o que pode ser melhorado...",
  "about_headline_credits": "Criado por",
  "about_credits_1": "Dario D. Mueller (Hamburgo, Alemanha)",
  "about_headline_support": "Com a colaboração de",
  "about_support_2": "Andreas Sefzig (Feedback)",
  "about_support_4": "Nazar Nastin (Design)",
  "about_support_others": "Todas as pessoas que ajudam nas Traduções, com Feedback e com Dicas",
  "about_made_in_hh_1": "Criada com amor",
  "about_made_in_hh_2": "em Hamburgo",
  "about_headline_infos": "Informação",
  "about_infos_contact": "Ajuda",
  "about_infos_app_version": "Versão",
  "about_infos_be_version": "Versão",
  "about_infos_user_id": "Utilizador",
  "menu_home": "Início",
  "menu_myhashtags": "As minhas hashtags",
  "menu_store": "Loja",
  "menu_faq": "Dicas",
  "menu_new": "novo",
  "menu_settings": "Outros",
  "menu_feedback": "Feedback",
  "menu_search": "Hashtag Inspector",
  "store_intro": "Compra envios de fotos para obteres mais hashtags e hashtags exclusivas. Estas vendas não geram lucro, apenas cobrem despesas de manutenção da aplicação.",
  "store_headline_once": "Pagamentos únicos",
  "store_headline_abo": "Subscrições",
  "store_outro": "Tem em consideração que %s fica com 30% de cada transação que fazes. Obrigado pelo teu apoio :)",
  "store_outro_google": "Google",
  "store_outro_apple": "Apple",
  "store_price_per_photo": "equivale a %s por foto",
  "store_restore": "Recuperar pagamentos",
  "store_save": "Guardar",
  "store_buy_failed": "Infelizmente, a tua conta não parece ser elegível para fazer pagamentos. :(",
  "store_buy_photo": "Adquirir envios de fotos",
  "store_buy_separatly": "Adquirir separadamente",
  "store_bought": "Na tua posse",
  "iap_small_title": "Professional",
  "iap_medium_title": "Business",
  "iap_large_title": "Enterprise",
  "iap_tipstricks_title": "Truques & Dicas",
  "iap_search_title": "Hashtag Inspector Unlimited",
  "iap_photos_desc": "Hashtags no envio de %s fotos",
  "iap_search_desc": "Hashtag Inspector Unlimited",
  "iap_search_desc2": "Desbloqueia todas as hashtags do Hashtag Inspector",
  "iap_tipstricks_desc": "Truques & Dicas",
  "iap_tipstricks_desc2": "Lê todos os Truques & Dicas",
  "iap_purchase_failed": "A compra foi cancelada",
  "iap_purchase_successful_title": "Parabéns! Fizeste uma boa escolha.",
  "iap_purchase_successful_msg": "Adquiriste \"%s\" acquistato con successo com êxito. A partir de agora, podes desfrutar do teu novo Buddy na totalidade :)",
  "iap_purchase_successful_btn": "Boa",
  "iap_restored_successful_title": "Recuperado",
  "iap_restored_successful_msg": "O produto '%s' foi recuperado :)",
  "iap_restored_successful_btn": "Perfeito",
  "faq_premium": "Premium",
  "faq_locked": "Bloqueado",
  "faq_unlocked": "Desbloqueado",
  "faq_1_headline": "Gerar valor acrescentado",
  "faq_1_desc": "Queres ter muitos seguidores no Instagram? Então dá-lhes uma boa razão para te seguirem. Para descobrires porque é que as pessoas te devem seguir, primeiro tens de te perguntar: Que problema posso resolver? Talvez conheces alguma receita fantástica, tenhas um sentido de um humor contagiante e saibas entreter, talvez sejas influencer e as tuas criações inspirem os outros. Qualquer que seja a razão, considera qual é o valor exato que podes criar com as tuas fotos e com a tua personalidade de maneira a oferecer valor acrescentado aos teus seguidores. Também te deves perguntar o que distingue a tua página das restantes: O que te torno único? Qual é o teu produto-chave? Deixa isso bem claro na tua página.",
  "faq_2_headline": "Conhecer o teu porquê",
  "faq_2_desc": "Qual é o teu objetivo no Instagram? Só conhecendo o teu propósito é que podes determinar como lá chegar. Porque é que é importante que outros te sigam? É para fazer do Mundo um lugar melhor? Então segue o seu destino, influencia os outros com o teu conteúdo e ajuda-os a entender porque é que é tão importante para ti. Se estás entusiasmado por um tema, partilha a tua paixão e sê emotivo. Se adoras partilhar os teus conteúdos com outras pessoas, o Instagram foi feito para ti. Começa a comunicar através das tuas publicações com perguntas e interage com os teus seguidores o mais possível. Quando se trata de produtos que irás receber, dá às marcas uma boa razão para investirem em ti. Mas antes de tudo, é importante que os teus seguidores confiem em ti. Começa por recomendar coisas que gostas e usas ou produtos que experimentaste, mas não te convenceram. Se conseguires garantir a confiança dos teus seguidores, mais tarde ou mais cedo, as marcas também te seguirão.\n\nSe já tens a tua própria empresa e queres atrair seguidores para a tua marca e para os teus produtos, conta-lhes porque é que os teus produtos são bons, mas não como num anúncio habitual, conta-lhes como e porque foram criados. Mais, fala sobre os desafios e os falhanços e como os conseguiste superar. As pessoas adoram acompanhar o processo de desenvolvimento de um produto. Muitas séries de televisão baseiam-se nisto. Primeiro, define objetivos e a mensagem subliminar, depois decide qual a estratégia para persuadir e apresentar as tuas histórias.",
  "faq_3_headline": "Página temática ou pessoal?",
  "faq_3_desc": "O Instagram faz distinção entre páginas pessoais e páginas temáticas. Se a tua página do Instagram está focada em ti então é considerada uma página pessoal mesmo que esteja focada num tema específico, por exemplo quando te posicionas como um entendido. A vantagem das páginas pessoais é que os seguidores podem se colocar a eles próprios na tua pele, aumentando assim a confiança e a amizade. Para além disso, uma página pessoal está menos apegada ao conteúdo. Poderás ganhar seguidores devido a um tema específico, mas eles permanecerão devido à tua personalidade e à tua autenticidade.\n\nUma página temática é apenas sobre um tema, como comida ou desporto. Muitas marcas tendem a usar uma página temática e depois trabalham com influencers com uma página pessoal para partilhar as suas publicações no seu feed. Página temáticas são facilmente identificadas e classificadas. Isto faz com que seja mais fácil encontrar seguidores (com a mesma qualidade) porque as páginas visitantes podem de imediato ver o tema e se lhes interessa. Por outro lado, também se desenvolvem rápido devido à falta de relação pessoal e emocional com a sua página.",
  "faq_4_headline": "Nome e Foto de perfil",
  "faq_4_desc": "Como queres aparecer no Instagram? Com o teu nome real ou um inventado? Claro que é engraçado ser criativo. Se a tua página é temática, podes, claro, usar um nome que seja interessante, criativo e memorável. Mas tem em atenção que os teus seguidores vão sempre associar-te a este nome, o que será complicado se depois quiseres mudar de temática. Existe a possibilidade de mudar de nome, mas isto pode confundir os teus seguidores e podes acabar por perder alguns. Se já tens uma marca, faz todo o sentido usar o nome da marca no Instagram.\n\nAcerca das fotos, uma foto de retrato parece ser o mais recomendado para páginas pessoais. Mesmo que não queiras publicar fotos tuas porque a tua página é de fotografia ou sobre frases de inspiração, uma foto ajuda os seguidores a classificarem a tua página e a conhecerem-te melhor. Se publicas para uma marca, faz sentido ter a foto do grupo da tua empresa. Se decidires usar uma foto do logo, convém posteriormente colocar uma foto do grupo para que os seguidores sintam mais confiança.",
  "faq_5_headline": "Biografia e URL",
  "faq_5_desc": "A Bio do Instagram é a única explicação que as pessoas vão ver quando visitarem a tua página, o teu cabeçalho. Devido aos poucos símbolos disponíveis, a Bio é sempre um pequeno teste sobre o teu posicionamento. A tua Bio deve descrever claramente o que a tua página é. Podes utilizar um formato de lista, uma frase ou uma questão que possa despoletar alguma curiosidade. Sê criativo e inspira-te pelos outros, mas sem os copiar. Os visitantes da tua página devem saber de imediato de que se trata a tua página.\n\nO espaço por baixo da tua Bio é o único espaço (para além da função Swipe Up) que permite a existência de ligações externas ao Instagram. O Instagram quer que os utilizadores permaneçam o maior tempo possível na plataforma. Usa este espaço para colocar a tua ligação mais importante (a tua página da web, por exemplo). Se desejas colocar mais ligações, é melhor utilizar provedores de listas de ligações como linktr.ee. No entanto, com cada clique, os utilizadores serão redirecionados para a ligação e algumas podem não conseguir lá chegar. Por isso usa este site apenas se for necessário.",
  "faq_6_headline": "Stories",
  "faq_6_desc": "Talvez já tenhas ouvido esta frase: Uma publicação deve encorajar-te a visitar a página e o design do feed deve encorajar-te a seguir a página. Já alguma vez viste publicações que realmente gostaste, mas que as fotos não faziam sentido juntas? Cria um ponto de reconhecimento nas tuas fotos: Podes fazê-lo editando a imagem ou capturando as fotos nas mesmas condições de luz. Muitos utilizam filtros como o VSCO app ou edição de imagem com Lightroom ou Snapseed para o efeito. Por favor, não utilizes os filtros disponibilizados pelo Instagram, ou pelo menos usa-os o menos possível. É também importante que a temática e o grafismo sejam reconhecidos. Se queres verificar como é que as tuas fotos combinam umas com as outras, podes utilizar apps como UNUM ou Later.com e podes passar fotos para a frente e para trás. Por favor, consulta a secção Porquê novamente.\n\nAs histórias do Instagram são curtos vídeos que se apagam após 24 horas. Muitos usam as histórias como “Behind the Scenes” onde reportam o seu quotidiano por detrás das bonitas fotos. As histórias são consideradas mais autênticas por muitos e são agora mais populares que as publicações. Para chegar a mais pessoas, podes colocar a ligação de pessoas, hashtags e localizações. Se alguém procurar um hashtag, a tua história também aparecerá. Outras ferramentas úteis para aumentar a interação com a comunidade são questionários regulares, a Q&A Tool e muitas mais. Se não queres que a tua história seja apagada podes marcá-la como um destaque. Destaques fazem sentido, especialmente quando são destaques de tópicos de interesse. Podes criar fotos de capa individuais para que combinem melhor com o teu feed. Para isto, podes utilizar a ferramenta Canva, por exemplo. Também recomendamos que cries um destaque “Sobre mim” onde te apresentas à comunidade e explicas o que podem esperar da tua página. Para 10.000 ou mais seguidores, podes utilizar a função Swipe Up que permite integrar uma ligação numa história que te leva para fora do Instagram. Para anúncios pagos, esta função está sempre disponível.",
  "faq_7_headline": "Comunidade e Interações",
  "faq_7_desc": "Não vejas o Instagram como uma plataforma de publicidade para espalhar informação, mas como um veículo de partilha de interesse semelhantes. Se publicares simplesmente uma foto da tua comida, será desinteressante para muitas pessoas. Mas se publicares uma receita, ou dicas para uma dieta saudável, ou talvez a tua experiência pessoal sobre certas dietas, estás a oferecer aos teus seguidores algo com valor e destacas-te do resto das páginas do Instagram. Podes combinar isto com perguntas nas legendas sobre como os outros comem ou quais as experiências que tiveram sobre determinado assunto. Isto fará com que os seguidores se sintam encorajados a interagir contigo e entre eles dentro da tua comunidade. Quanto mais pessoal fores, mais pessoais serão os comentários dos teus seguidores.\n\nO Instagram é uma rede social que recompensa quem promove interações. É especialmente importante que, na primeira hora após publicares, tenhas gostos e comentários nas tuas publicações, uma vez que o algoritmo do Instagram considera publicações com muitas interações mais interessantes e, portanto, aparecem a mais utilizadores. Responde aos comentários também, isto faz parte de ter um bom tom. Se o Instagram achar que a tua publicação é relevante, as hashtags irão ajudar-te a ser descoberto no modo pesquisa e através de hashtags subscritas. Não grites apenas para uma pedra à espera que ela responda, usa as características que o Instagram proporciona. Procura páginas com conteúdo semelhante e comenta nessas publicações ou responde a comentários. Cria um sistema de inter-ajuda com a comunidade para ser simpático e acessível.",
  "faq_8_headline": "Quanto tempo e com que frequência?",
  "faq_8_desc": "Os teus seguidores e os teus hábitos determinam o melhor momento para publicar. Muito navegam pelo Instagram a caminho do trabalho ou enquanto descansam no sofá à noite. O momento exato varia com a audiência alvo. Os teus seguidores podem ter os teus próprios hábitos. Se não tens a certeza, pergunta. Considera também de que país são os teus seguidores. Se escreves em inglês, a tua comunidade é provavelmente muito espalhada e, portanto, o momento em que publicar não é assim tão importante. Uma boa orientação são as tuas estatísticas no Instagram. Aqui, podes encontrar de onde são os teus seguidores, mas também podes encontrar quando é que estão mais online. Basicamente, quanto mais publicares, mais audiência terás, mas a qualidade deve vir antes da quantidade. Muitos influencers seguem uma estratégia de sucesso: Uma publicação por dia.\n\nAs histórias do Instagram são uma coisa diferente, e aqui faz sentido fazer várias gravações por dia. Assim, a tua história aparece sempre em primeiro na lista. Recomendamos que tenhas sempre cerca de 5 histórias online, publicadas periodicamente e uma de cada vez. Se não tens a certeza de quando publicar, espreita outros perfis sobre as tuas temáticas, com que frequência publicam e quão elevadas são as suas interações. Basicamente, é melhor ver vídeos curtos periodicamente. Também podes publicar automaticamente através de plataformas como o later.com, o que significa que podes preparar tudo com antecedência que depois será publicado automaticamente nas horas certas. Contudo, não é claro se o uso destas plataformas afeta negativamente o algoritmo do Instagram. É importante que estejas ativo e que interajas quando a publicação é publicada online.",
  "faq_9_headline": "Hashtags",
  "faq_9_desc": "As hashtags são utilizadas para agrupar publicações sobre diferentes temáticas para que seja mais fácil as pessoas encontrar coisas como, receitas, exercícios de yoga e desporto, entre outros. Usa hashtags nas tuas publicações e nas tuas histórias. Assegura-te que escolhes apenas hashtags relevantes às tuas temáticas. Variando as hashtags, podes destacar diferentes aspetos dos teus conteúdos e chegar a mais pessoas. Toma atenção ao idioma das hashtags. Se publicas em alemão, faz sentido usar hashtags em alemão. Se usas o Instagram para ver publicações de hashtags na pesquisa, verás publicações populares e poderás vê-las cronologicamente. Se usas hashtags grandes com milhões de fotos, é pouco provável que sejam vistas entre as publicações populares. Tenta combinar hashtags grandes e pequenas. Evita hashtags generalistas que são usados em quase todas as fotos, por exemplo #viagem para fotos de viagem, ao invés use #elanãoestáperdida.\n\nMuitos publicam as hashtags, não nas legendas, mas no primeiro comentário para parecer mais profissional. Mas não está claro como é que isto é avaliado pelo Instagram. Em alternativa, podes separar as legendas com pontos das hashtags. Para encontrar as melhores e os mais apropriadas hashtags, usa o gerador de hashtags desta aplicação. Facilmente passas a usar as mesmas hashtags. Para expandires a tua comunidade e chegar a novas pessoas, alterna as hashtags regularmente e adiciona uma hashtag que faça sentido com a foto ou com o mood.",
  "faq_10_headline": "Diretos e IGTV",
  "faq_10_desc": "O Instagram permite que faças diretos e que comuniques com a tua comunidade em tempo real. Podes adicionar espectadores ao teu direto e responder a perguntas, por exemplo. Esta funcionalidade é perfeita para conduzir entrevistas onde as perguntas que chegam dos espectadores podem ser respondidas. Este formato fomenta a tua credibilidade nos seguidores porque não pode ser editado. Para além disso, os diretos merecem destaque nas histórias dos teus seguidores que recebem notificações. No fim do teu direto, tens a opção de o guardar como uma história que pode ser revista durante 24 horas.\n\nCom O IGTV tens a possibilidade de enviar vídeos longos. O IGTV é semelhante ao YouTube mas no formato retrato. Por exemplo, se queres gravar longos tutoriais, o IGTV é uma boa escolha. Como habitual, tens a possibilidade de publicar uma pré-visualização na tua página para a tua comunidade ver. Também tens a possibilidade de comentar e interagir aqui.",
  "faq_11_headline": "Cooperação e autenticidade",
  "faq_11_desc": "Com o crescimento da tua página, mais tarde ou mais cedo receberás convites de empresas. Isto para recomendar produtos e serviços à tua comunidade. As empresas esperam receber atenção e vendas, como no marketing clássico. Com páginas pequenas, as empresas oferecem o produto ou o serviço de graça para experimentar e partilhar com a comunidade. Se a tua página for maior ou tiver outros pontos fortes que são de interesse para a marca, uma remuneração será acordada. Se publicitares uma marca, certifica-te que combina com as características da tua página. Se falas de comida saudável, seria engraçado e irónico publicitares uma empresa de fast food. Escolhe os teus parceiros de acordo com os conteúdos da tua página. Mesmo que no início as ofertas sejam tentadoras, pensa a longo prazo na tua credibilidade.\n\nPara além da publicidade, faz sentido cooperar com outras páginas com o mesmo público alvo. Isto significa que podes recomendar outras páginas do Instagram à tua comunidade através de publicações e de histórias, ou alguém pode recomendar-te a ti. Também existem páginas temáticas que te divulgam, mas normalmente não têm tanta força como poderás estar à espera. O que funciona melhor é a reciprocidade com outras páginas similares. Podes também apenas recomendar páginas pessoais. Talvez a pessoa fique feliz e te partilhe numa história, ou os teus seguidores que o encontrem estejam mais à vontade para o recomendar.\n\nSe publicitares, deves dizer que é publicidade. Mesmo que uses o produto, é importante que os seguidores saibam se compraste o produto ou se o recebeste de graça. Para além disso, evita avisos.",
  "faq_outro": "Melhore esta página: Ideias? Dê-nos o seu feedback? Use o formulário de feedback.",
  "faq_buy": "Desbloquear texto",
  "faq_buy2": "Desbloquear",
  "faq_buy_headline": "Desbloquear %s?",
  "faq_buy_desc": "Desbloquear agora todas as Dicas por apenas %s :)",
  "faq_buy_cta": "Comprar agora",
  "faq_buy_cancel": "Cancelar",
  "search_intro": "Insira uma ou várias palavras-chave separadas por vírgula \",\" para encontrar hashtags semelhantes. Use palavras em inglês.",
  "search_paywall_locked": "Algumas hashtags serão ocultadas.",
  "search_paywall_unlocked": "Todas as hashtags serão exibidas. Aprecia toda a beleza :)",
  "search_input": "Tópico ou palavra-chave",
  "search_button": "Procurar",
  "search_results": "Hashtags semelhantes (com base na minha pesquisa)",
  "search_not_found": "Infelizmente, nada foi encontrado. Por favor, tenta outra palavra.",
  "search_iap_desc": "Para %s o Hashtag Inspector já não vai ocultar hashtags. Todas as hashtags serão visíveis.",
  "search_buy": "Desbloquear hashtags",
  "selection_suggestions": "Sugestões (com base na minha seleção)",
  "settings_about": "Sobre",
  "settings_legal": "Política de Privacidade",
  "settings_terms": "Termos e Condições",
  "settings_share": "Espalha o amor!",
  "settings_share_subline": "Partilha com os teus amigos",
  "settings_rate": "Amigo da Hashtag Buddy!",
  "settings_rate_subline": "Avaliar na",
  "google_play": "Play Store",
  "app_store": "App Store",
  "toast_hashtags_hidden": "A hashtag está oculta. Faz o upgrade para vê-la.",
  "toast_no_hashtags_selected": "Por favor, seleciona hashtags primeiro. :)",
  "toast_delete_successful": "Apagado com sucesso :)",
  "toast_delete_failed": "O ficheiro não foi apagado :'(",
  "toast_upload_failed": "O envio falhou! Ligação perdida :'(",
  "toast_create_customer_failed": "Estás offline! Por favor, liga-te à Internet. :)",
  "toast_create_customer_at_upload_failed": "O pedido falhou! Conexão perdida :'(",
  "toast_imagepicker_failed": "Falhou a escolha de fotos. Por favor, verifica a permissão.",
  "progressbar_confirm_freemode": "Podes enviar quantas fotos quiseres, mas, às vezes, algumas hashtags serão ocultadas.",
  "progressbar_confirm_iapmode": "Usaste %s de %s envios de fotos com todas as hashtags visíveis.",
  "progressbar_results_freemode": "Algumas hashtags estão ocultas. Se queres apoiar o Hashtag Buddy, poderás desbloquear as hashtags na loja.",
  "myhashtags_intro": "Guarda as tuas hashtags favoritas aqui. Podes aceder diretamente através das fotos selecionadas.",
  "myhashtags_your": "Adicionadas por ti",
  "myhashtags_other": "Hashtags que tu gostas",
  "myhashtags_all": "Hashtags de fotos",
  "share": "Olá, Eu gostaria de recomendar esta aplicação: Ela ajuda-te a encontrar as melhores e as mais relevante hashtags do Instagram para as tuas fotos. Experimenta! :)",
  "rate_headline": "Alcança as Estrelas",
  "rate_stars": "☆ ☆ ☆ ☆ ☆",
  "rate_desc": "És uma Estrela das Hashtags! Não te importas de deixar uma avaliação ao Hashtag Buddy? Como agradecimento, eu dou a você 3 envios de fotos e Hashtag Inspector Unlimited :) :)",
  "rate_later": "Mais tarde",
  "rate_no": "Nunca",
  "rate_yes": "Avaliar agora!",
  "offer_headline": "Oferta Especial",
  "offer": "Recebeste um presente! Desbloqueia todas as Dicas e recebe %s envios de fotos por apenas %s € - O que te parece?",
  "exit_warning": "Toca novamente para saíres",
  "error_headline": "Ups...",
  "error_desc": "Algo correu mal :(",
  "error_desc2": "Algo correu mal e de momento não podemos concretizar o teu pedido",
  "error_button_try_again": "Tenta novamente",
  "error_button_back": "Início",
  "link_playstore": "http://play.google.com/store/apps/details?id=com.softwarekstatt.hashtagbuddy",
  "link_appstore": "https://apps.apple.com/de/app/hashtag-buddy/id1504694810",
  "email": "dario@innocliq.de"
}